def menu():
    print('''
         *************************************************
         ********************** ATM **********************
         ******************* New Bank ********************
         *************************************************
         ** O que você deseja fazer?         *************
         **                                  *************
         ** 1 - Criar conta                  *************
         ** 2 - Sacar                        *************
         ** 3 - Depositar                    *************
         ** 4 - Transferir                   *************
         ** 5 - Listar Contas                *************
         ** 6 - Listar Clientes              *************
         ** 7 - Pesquisar Conta por Número   *************
         ** 8 - Pesquisar Cliente por Número *************
         ** 9 - Imprimir Extrato             *************          
         ** 0 - Sair do Sistema              *************
         *************************************************
    ''')

    op = int(input("         => "))
    return op

